Repository: ArtyIF/plugin.audio.rbb
Catalog: resources/language/resource.language.*/strings.po
Languages: ru_ru

# #30000
source: RadioBrowser² internal error! Tell the developer!
ru_ru: Внутрення ошибка RadioBrowser²! Сообщите разработчику!

# #30001
source: Add-on tried to access a non-existent mode: {0} (all arguments: {1})
ru_ru: Дополнение попыталось использовать несуществующий режим: {0} (все параметры: {1})

# #30002
source: Page {0}
ru_ru: Страница {0}

# #30003
source: [B]{0} votes[/B]
ru_ru: [B]{0} голосов[/B]

# #30004
source: [B]Offline![/B]
ru_ru: [B]Не в сети![/B]

# #30005
source: Add to saved stations
ru_ru: Добавить в сохранённые станции

# #30006
source: Remove from saved stations
ru_ru: Удалить из сохранённых станций

# #30007
source: Vote for station
ru_ru: Проголосовать за станцию

# #30008
source: Most voted first
ru_ru: Сначала больше голосов

# #30009
source: Least voted first
ru_ru: Сначала меньше голосов

# #30010
source: Most listeners first
ru_ru: Сначала больше слушателей

# #30011
source: Least listeners first
ru_ru: Сначала меньше слушателей

# #30012
source: A-Z
ru_ru: А-Я

# #30013
source: Z-A
ru_ru: Я-А

# #30014
source: Highest bitrate first
ru_ru: Сначала лучше качество

# #30015
source: Lowest/undefined bitrate first
ru_ru: Сначала ниже/неизвестное качество

# #30016
source: Oldest change first
ru_ru: Сначала старые

# #30017
source: Newest change first
ru_ru: Сначала новые

# #30018
source: JSON decode error occurred while loading saved stations, resetting stations...
ru_ru: При загрузке сохранённых станций произошла ошибка расшифровки файла JSON, станции сбрасываются...

# #30019
source: Saved stations
ru_ru: Сохранённые станции

# #30020
source: Most voted stations
ru_ru: Самые любимые станции

# #30021
source: Trending stations
ru_ru: Станции в тренде

# #30022
source: Stations recently played by others
ru_ru: Станции, недавно прослушанные другими

# #30023
source: Recently added/changed stations
ru_ru: Недавно добавленные/изменённые станции

# #30024
source: Stations by...
ru_ru: Станции по...

# #30025
source: Custom URL
ru_ru: Пользовательский URL

# #30026
source: Stations by country
ru_ru: Станции по странам

# #30027
source: Stations by state
ru_ru: Станции по штатам

# #30028
source: Stations by language
ru_ru: Станции по языкам

# #30029
source: Stations by tag
ru_ru: Станции по тегам

# #30030
source: Stations by codec
ru_ru: Станции по кодекам

# #30031
source: All stations
ru_ru: Все станции

# #30032
source: Search by name
ru_ru: Поиск по имени

# #30033
source: Search by tags
ru_ru: Поиск по тегам

# #30034
source: {0} stations
ru_ru: {0} станций

# #30035
source: {0} total stations
ru_ru: Всего {0} станций

# #30036
source: Enter station name
ru_ru: Введите название станции

# #30037
source: Enter comma-separated tags
ru_ru: Введите теги, разделяя их запятыми

# #30038
source: Enter stream URL
ru_ru: Введите URL потока

# #30039
source: Voted for station
ru_ru: Голос за станцию отправлен

# #30040
source: Voted successfully
ru_ru: Голос прошёл успешно

# #30041
source: Voting error
ru_ru: Ошибка при голосовании

# #30042
source: Voting failed: {0}
ru_ru: Не удалось отправить голос: {0}

# #30043
source: Station saved
ru_ru: Станция сохранена

# #30044
source: Saved successfully
ru_ru: Сохранение прошло успешно

# #30045
source: Station removed
ru_ru: Станция удалена

# #30046
source: Removed successfully
ru_ru: Удаление прошло успешно

# #30047
source: Not connected to server
ru_ru: Нет подключения к серверу

# #30048
source: requests.get({0}) returned status code {1}
ru_ru: requests.get({0}) вернул код ошибки {1}

# #30049
source: Could not connect to any of radio-browser.info servers
ru_ru: Не получилось подключиться ни к одному из серверов radio-browser.info
